export const cars = [
  {
    id: 1,
    imageSrc: "/images/coupe.jpg",
    title: "جنسیس کوپه",
    off: 20,
    type: "hyundai",
    sort: "public",
  },
  {
    id: 2,
    imageSrc: "/images/toyota-land.png",
    title: " تویوتا لندکروز",
    off: 20,
    type: "toyota",
    sort: "public",
  },
  {
    id: 3,
    imageSrc: "/images/benz-E350.jpg",
    title: "  بنز E350",
    off: 20,
    type: "benz",
    sort: "public",
  },
  {
    id: 4,
    imageSrc: "/images/benz-sl.png",
    title: "  بنز sl کروک",
    off: 30,
    type: "benz",
    sort: "public",
  },
  {
    id: 5,
    imageSrc: "/images/cle.png",
    title: "بنز   cle",
    off: 5,
    type: "benz",
    sort: "economic",
  },
  {
    id: 6,
    imageSrc: "/images/hyundai-sedan.jpg",
    title: " هیوندای سدان",
    off: 15,
    type: "hyundai",
    sort: "public",
  },
  {
    id: 7,
    imageSrc: "/images/bmw-528i.jpg",
    title: " بی ام و 528",
    off: 20,
    type: "BMW",
    sort: "public",
  },
  {
    id: 8,
    imageSrc: "/images/bmw-m2-coupe.png",
    title: " بی ام و m2",
    off: 5,
    type: "BMW",
    sort: "luxury",
  },
  {
    id: 9,
    imageSrc: "/images/benz-g-class.png",
    title: " بنز  g class",
    off: 10,
    type: "benz",
    sort: "luxury",
  },
  {
    id: 10,
    imageSrc: "/images/toyota-hilux.png",
    title: "تویوتا hilux",
    off: 10,
    type: "toyota",
    sort: "luxury",
  },
  {
    id: 11,
    imageSrc: "/images/toyota-yaris.png",
    title: "تویوتا yaris",
    off: 10,
    type: "toyota",
    sort: "economic",
  },
  {
    id: 12,
    imageSrc: "/images/m650.png",
    title: "بی ام و m650",
    off: 5,
    type: "BMW",
    sort: "economic",
  },
];

export const comments = [
  {
    id: 1,
    name: "دانیال دانشمند",
    imageSrc: "./images/profile/2.jpg",
    text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
  {
    id: 2,
    name: "زهرا محمودی",
    imageSrc: "./images/profile/1.jpg",
    text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
  {
    id: 3,
    name: "رضا دانشمند",
    imageSrc: "./images/profile/3.jpg",
    text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
  {
    id: 4,
    name: "سارا محمودی",
    imageSrc: "./images/profile/4.jpg",
    text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  }
];

export const generalQuestions = [
  {
    id: 1,
    title: "در صورت بروز نقص فنی برای خودرو چه اتفاقی می افتد ؟",
    desc: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 2,
    title: "هزینه بنزین و کارواش در خودروهای اجاره ای به عهده کیست ؟",
    desc: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 3,
    title: "ایا ماشین های اتو رنت دارای بیمه هستند؟",
    desc: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 4,
    title: "محدودیت کیلومتر در خودرو اجاره ای چقدر است ؟",
    desc: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
];

export const articles = [
  {
    id: 1,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/1.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 2,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/2.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 3,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/3.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 4,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/4.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 5,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/5.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 6,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/6.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 7,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/7.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
  {
    id: 8,
    title: "روش های مختلف برای اجاره خودرو",
    imageSrc: "./images/article/8.jpg",
    text: " می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد   ",
  },
];
